Repository: Asper1tus/Dictation
Catalog: Dictation/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# FileService_Open
source: Open
ru_ru: Открыть

# FindReplace_Description.Text
source: Find every instance of a word in your document and replace it with another word.
ru_ru: Найдите каждый экземпляр слова в своем документе и замените его другим словом.

# FindReplace_FInd.Text
source: Find what:
ru_ru: Что найти:

# FindReplace_FindNext.Content
source: Find Next
ru_ru: Найти следующее

# FindReplace_MatchCase.Content
source: Match case
ru_ru: Учитывать регистр

# FindReplace_Replace.Content
source: Replace
ru_ru: Заменить

# FindReplace_ReplaceAll.Content
source: Replace All
ru_ru: Заменить все

# FindReplace_ReplaceWith.Text
source: Replace with:
ru_ru: Заменить на:

# Help_About.Header
source: About
ru_ru: О нас

# Help_FAQ.Header
source: FAQ
ru_ru: Вопросы-Ответы

# Help_Shortcut.Header
source: Shortcut Keys
ru_ru: Горячие клавиши

# Main_Copy.Label
source: Copy
ru_ru: Копировать

# Main_Copy.ToolTipService.ToolTip
source: Copy (Ctrl + C)
ru_ru: Копировать (Ctrl + C)

# Main_Cut.Label
source: Cut
ru_ru: Вставить

# Main_Cut.ToolTipService.ToolTip
source: Cut (Ctrl + X)
ru_ru: Вставить (Ctrl + X)

# Main_EditingTools.Text
source: Editing Tools
ru_ru: Интсрументы для редактирования

# Main_FindAndReplace.Label
source: Find and Replace
ru_ru: Найти и заменить

# Main_FormatingTools.Label
source: Formating Tools
ru_ru: Интсрументы для форматирования

# Main_FormatingTools.ToolTipService.ToolTip
source: Open Tools (Ctrl + T)
ru_ru: Открыть инструменты (Ctrl + T)

# Main_Menu.ToolTipService.ToolTip
source: Menu (Alt + M)
ru_ru: Меню (Alt + M)

# Main_Paste.Label
source: Paste
ru_ru: Вставить

# Main_Paste.ToolTipService.ToolTip
source: Paste (Ctrl + V)
ru_ru: Вставить (Ctrl + V)

# Main_Redo.Label
source: Redo
ru_ru: Вернуть

# Main_Redo.ToolTipService.ToolTip
source: Redo (Ctrl + Y)
ru_ru: Вернуть (Ctrl + Y)

# Main_Share.Label
source: Share
ru_ru: Поделиться

# Main_StartDictation.Label
source: Start Dictation
ru_ru: Начать диктовку

# Main_StartDictation.ToolTipService.ToolTip
source: Dictate (Alt + D)
ru_ru: Диктовать (Alt + D)

# Main_Undo.Label
source: Undo
ru_ru: Отменить

# Main_Undo.ToolTipService.ToolTip
source: Undo (Ctrl + Z)
ru_ru: Отменить (Ctrl + Z)

# Main_VocabularyTraining.Label
source: Vocabulary Training
ru_ru: Тренировка словаря

# Menu_Back.Content
source: Back
ru_ru: Назад

# Menu_Back.ToolTipService.ToolTip
source: Back to home (Alt + B)
ru_ru: Вернуться домой (Alt + B)

# Menu_Help.Content
source: Help
ru_ru: Помощь

# Menu_New.Content
source: New
ru_ru: Новый

# Menu_New.ToolTipService.ToolTip
source: New file (Ctrl + N)
ru_ru: Новый файл (Ctrl + N)

# Menu_Open.Content
source: Open
ru_ru: Открыть

# Menu_Open.ToolTipService.ToolTip
source: Open file (Ctrl + O)
ru_ru: Открыть файл (Ctrl + O)

# Menu_Print.Content
source: Print
ru_ru: Печать

# Menu_Save.Content
source: Save
ru_ru: Сохранить

# Menu_Save.ToolTipService.ToolTip
source: Save file (Ctrl + S)
ru_ru: Сохранить файл (Ctrl + S)

# Menu_SaveAs.Content
source: Save As
ru_ru: Сохранить как

# Menu_SaveAs.ToolTipService.ToolTip
source: Save As file (Ctrl + Shift + S)
ru_ru: Сохранить как файл (Ctrl + Shift + S)

# Open_Open.Content
source: Browse Document
ru_ru: Открыть

# Open_Open.ToolTipService.ToolTip
source: Open document (Ctrl + N)
ru_ru: Открыть документ (Ctrl + N)

# Open_RecentDocuments.Text
source: Recent Documents
ru_ru: Недавние документы

# Settings_Advice1.Text
source: You can add more dictation languages. Go to
ru_ru: Вы можете добавить больше языков диктовки. Перейдите на страницу

# Settings_Advice2.Text
source: to add language.
ru_ru: чтобы добавить языков.

# Settings_Advice3.Text
source: Be careful, only languages ​​with an icon
ru_ru: Будьте внимательный, только языки со значком

# Settings_Advice4.Text
source: supports Speech Recognition.
ru_ru: поддерживают Распознавание Речи.

# Settings_AutoSave.Content
source: Auto save file every
ru_ru: Автоматически сохранять файл каждые

# Settings_Dark.Content
source: Dark
ru_ru: Темная

# Settings_Default.Content
source: Use system setting
ru_ru: Использовать системные настройки

# Settings_DefaultFont.Text
source: Default font and size
ru_ru: Шрифт и размер по умолчанию

# Settings_DictationLanguage.Header
source: Dictation language
ru_ru: Язык диктовки

# Settings_General.Text
source: General
ru_ru: Основное

# Settings_Light.Content
source: Light
ru_ru: Светлая

# Settings_Minutes.Text
source: minutes
ru_ru: минут

# Settings_RegionAndLanguages.Text
source: Region and Languages
ru_ru: Язык

# Settings_Restore.Content
source: Restore Default
ru_ru: По умолчанию

# Settings_Save.Content
source: Save
ru_ru: Сохранить

# Settings_Theme.Text
source: Theme Mode
ru_ru: Тема

# Shortcut_ActiveDocument.Text
source: Active Document
ru_ru: Активные действия

# Shortcut_AlignCenter.Text
source: Align Center
ru_ru: Выравнивание по Центру

# Shortcut_AlignJustify.Text
source: Align Justify
ru_ru: По Ширине

# Shortcut_AlignLeft.Text
source: Align Left
ru_ru: Выравнивание по Левому Краю

# Shortcut_AlignRight.Text
source: Align Right
ru_ru: Выравнивание по Правому Краю

# Shortcut_Bold.Text
source: Bold
ru_ru: Полужирный

# Shortcut_Bullets.Text
source: Bullets
ru_ru: Маркеры

# Shortcut_Copy.Text
source: Copy
ru_ru: Копировать

# Shortcut_Cut.Text
source: Cut
ru_ru: Вырезать

# Shortcut_Decrease.Text
source: Decrease Font Size
ru_ru: Уменьшить размер шрифта

# Shortcut_Description.Text
source: Use the following keyboard shortcut to get quick access to freqently used options
ru_ru: Используйте следующую комбинацию клавиш для быстрого доступа к часто используемым параметрам

# Shortcut_Dictation.Text
source: Start/Stop Dictation
ru_ru: Начать/Остановить Диктовку

# Shortcut_FindAndReplace.Text
source: Find And Replace
ru_ru: Найти и Заменить

# Shortcut_Formatting.Text
source: Formatting
ru_ru: Форматирование

# Shortcut_Frequent.Text
source: Frequent Actions
ru_ru: Частые действия

# Shortcut_Hyperlink.Text
source: Insert Hyperlink
ru_ru: Вставить Гиперссылку

# Shortcut_Increase.Text
source: Increase Font Size
ru_ru: Увеличить размер шрифта

# Shortcut_Italic.Text
source: Italic
ru_ru: Курсив

# Shortcut_Menu.Text
source: Open Menu
ru_ru: Открыть Меню

# Shortcut_New.Text
source: New Document
ru_ru: Новый Документ

# Shortcut_Open.Text
source: Open Document
ru_ru: Открыть Документ

# Shortcut_Paste.Text
source: Paste
ru_ru: Вставить

# Shortcut_Redo.Text
source: Redo
ru_ru: Вернуть

# Shortcut_Save.Text
source: Save Document
ru_ru: Сохранить Документ

# Shortcut_SaveAs.Text
source: Save As Document
ru_ru: Сохранить как Документ

# Shortcut_Underline.Text
source: Underline
ru_ru: Подчеркнуть

# Shortcut_Undo.Text
source: Undo
ru_ru: Отменить

# Tools_Aligment.Text
source: Set alignment
ru_ru: Установить выравнивание

# Tools_AlignCenter.ToolTipService.ToolTip
source: Align center (Ctrl + E)
ru_ru: Выровнять по центру (Ctrl + E)

# Tools_AlignJustify.ToolTipService.ToolTip
source: Align justify (Ctrl + J)
ru_ru: По ширине (Ctrl + J)

# Tools_AlignLeft.ToolTipService.ToolTip
source: Align left (Ctrl + L)
ru_ru: Выровнять по левому краю (Ctrl + L)

# Tools_AlignRight.ToolTipService.ToolTip
source: Align right (Ctrl + R)
ru_ru: Выровнять по правому краю (Ctrl + R)

# Tools_Bold.ToolTipService.ToolTip
source: Bold (Ctrl + B)
ru_ru: Полужирный (Ctrl + B)

# Tools_Bullets.ToolTipService.ToolTip
source: Bullets (Ctrl + Shift + L)
ru_ru: Маркеры (Ctrl + Shift + L)

# Tools_Hyperlink.ToolTipService.ToolTip
source: Insert Hyperlink (Ctrl + K)
ru_ru: Вставить гиперссылку (Ctrl + K)

# Tools_Insert.Text
source: Insert
ru_ru: Вставить

# Tools_Italic.ToolTipService.ToolTip
source: Italic (Ctrl + I)
ru_ru: Курсив (Ctrl + I)

# Tools_Lists.Text
source: Bullets and Numbering
ru_ru: Маркеры и нумерация

# Tools_Lower.Text
source: to lower case
ru_ru: нижний регистр

# Tools_SelectFont.Text
source: Select font style
ru_ru: Выбрать стиль шрифта

# Tools_Underline.ToolTipService.ToolTip
source: Underline (Ctrl + U)
ru_ru: Подчеркивание (Ctrl + U)

# Tools_Upper.Text
source: TO UPPER CASE
ru_ru: ВЕРХНИЙ РЕГИСТР
